{
    "artists": [
      {
        "id": 1,
        "name": "Vincent van Gogh",
        "biography": "Vincent van Gogh was a Dutch Post-Impressionist painter whose work had a far-reaching influence on 20th-century art. Born on March 30, 1853, in the Netherlands, he produced more than 2,100 artworks, including about 860 oil paintings, in just over a decade. Despite his prolific output, he struggled with mental illness and poverty throughout his life. Van Gogh is renowned for his bold, dramatic brush strokes, emotional depth, and vibrant use of color. Some of his most famous works include 'Starry Night,' 'Sunflowers,' and 'The Bedroom.' He passed away on July 29, 1890, in France.",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Vincent_van_Gogh_-_Self-Portrait_-_Google_Art_Project_%28454045%29.jpg/220px-Vincent_van_Gogh_-_Self-Portrait_-_Google_Art_Project_%28454045%29.jpg"
      },
      {
        "id": 2,
        "name": "Josef Albers",
        "biography": "Josef Albers (1888–1976) was a German-born American artist and educator known for his work in abstract art and his influential color theory. He is best known for his series 'Homage to the Square', which explored color relationships and perception. Albers was also a prominent educator, teaching at the Bauhaus and later at Yale University.",
        "Image": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9e/Josef_Albers.jpg/220px-Josef_Albers.jpg"
      },
      {
        "id": 3,
        "name": "Edward Hopper",
        "biography": "Edward Hopper (1882–1967) was an American painter and printmaker. He is widely recognized for his portrayals of American life and urban scenes. Hopper’s work is known for its realistic depiction of light and shadow, and his paintings often evoke a sense of isolation and solitude. His notable works include 'Nighthawks' and 'Automat'.",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Edward_Hopper%2C_New_York_artist_LCCN2016871478_%28cropped%29.jpg/220px-Edward_Hopper%2C_New_York_artist_LCCN2016871478_%28cropped%29.jpg"
      },
      {
        "id": 4,
        "name": "Andy Warhol",
        "biography": "Andy Warhol (1928–1987) was an American artist, film director, and producer, and a leading figure in the visual art movement known as Pop Art. Warhol's works explore the relationship between artistic expression, culture, and advertisement. His famous pieces include 'Campbell's Soup Cans' and 'Marilyn Diptych'.",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Andy_Warhol_at_the_Jewish_Museum_%28by_Bernard_Gotfryd%29_%E2%80%93_LOC.jpg/220px-Andy_Warhol_at_the_Jewish_Museum_%28by_Bernard_Gotfryd%29_%E2%80%93_LOC.jpg"
      },
      {
        "id": 5,
        "name": "Leonardo da Vinci",
        "biography": "Leonardo da Vinci (1452–1519) was an Italian polymath of the Renaissance era. His areas of interest included art, science, music, mathematics, and engineering. He is widely considered one of the greatest painters of all time, with masterpieces such as 'Mona Lisa' and 'The Last Supper'. Da Vinci's notebooks reveal his extensive studies of anatomy, flight, and various scientific phenomena.",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Francesco_Melzi_-_Portrait_of_Leonardo.png/220px-Francesco_Melzi_-_Portrait_of_Leonardo.png"
      },
      {
        "id": 6,
        "name": "Gustav Klimt",
        "biography": "Gustav Klimt (1862–1918) was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. Klimt's work is known for its decorative and erotic style. His most famous paintings include 'The Kiss' and 'The Tree of Life'. Klimt's use of gold leaf and intricate patterns make his work easily recognizable and highly influential.",
        "Image": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Klimt.jpg/220px-Klimt.jpg"
      }
    ]
  }
